HELLO = """
Это бот для генерации надежных паролей.

Почему важно сгенерировать хороший пароль?
Пароль по типу: 1234 можно взломать за несколько минут, а это бот позволяет генерировать пароли, \
на взлом которых уйдет до нескольких десятилетий

Команды:
    
    /start - начало работы
    /info - информация о боте
    /tips - советы по информационной безопасности

Подробнее про пароли можно узнать: https://www.kaspersky.ru/resource-center/threats/how-to-create-a-strong-password
"""

INFO = """
Бот создан специально для итогового проекта 9 класса по информатике

Сложный пароль:
16 Символов, с использованием букв и знаков;

Средний пароль:
12 Символов, с использованием букв и знаков;

Легкий пароль:
8 Символов с использованием букв.

"""

PASSWORD = """
    Ваш пароль:
"""

TIPS = """
Советы по информационной безопасности, можно найти на нашем сайте: https://sites.google.com/view/safeinternet228/%D0%B3%D0%BB%D0%B0%D0%B2%D0%BD%D0%B0%D1%8F-%D1%81%D1%82%D1%80%D0%B0%D0%BD%D0%B8%D1%86%D0%B0
"""

WRONG_COMMAND = """
Это не команда бота

чтобы открыть список команд введите /start
"""
